<?php
//======================================================================\\
// Author: iNik Dev.                                             \\
// Website: https://inik.pw                                          \\
// Email: mail@inik.pw                                          \\
// Language: Russian                                                    \\
//======================================================================\\

$LNG['user_success'] = 'Пользователь успешно создан';
$LNG['user_exists'] = 'Это имя пользователя уже существует';
$LNG['email_exists'] = 'Этот адрес Эл. Почты уже используется';
$LNG['all_fields'] = 'Все поля обязательны для заполнения';
$LNG['user_alnum'] = 'Имя пользователя должно состоять только из букв и цифр';
$LNG['user_too_short'] = 'Имя пользователя должно содержать от 3 до 32 символов';
$LNG['user_limit'] = 'Слишком много учетных записей, созданных с этого IP';
$LNG['invalid_email'] = 'Неверный адрес Эл. Почты';
$LNG['invalid_user_pw'] = 'Неверное имя пользователя или пароль';
$LNG['invalid_captcha'] = 'Неверный Защитный Код';
$LNG['log_out'] = 'Выйти';
$LNG['hello'] = 'Привет';
$LNG['connect'] = 'Присоединится';
$LNG['register'] = 'Зарегистрироваться';
$LNG['login'] = 'Войти';
$LNG['password'] = 'Пароль';
$LNG['username'] = 'Имя пользователя';
$LNG['email'] = 'Эл. Почта';
$LNG['captcha'] = 'Защитный Код';
$LNG['username_or_email'] = 'Имя пользователя или Эл.Почта';
$LNG['welcome_desc'] = 'Делитесь своей музыкой, общайтесь с мызыкантами, ищите новый контент';
$LNG['join_now'] = 'Присоединиться';
$LNG['learn_more'] = 'Узнать Больше';
$LNG['creators'] = 'Музыканты';
$LNG['listeners'] = 'Слушатели';
$LNG['audience'] = 'Аудитория';
$LNG['organize'] = 'Упорядочить';
$LNG['featured'] = 'Рекомендуемые';
$LNG['popular'] = 'Популярные';
$LNG['latest'] = 'Последние';
$LNG['upload_desc'] = 'Загрузите свои звуки, музыку, подкасты в мир';
$LNG['audience_desc'] = 'Присоединитесь к нашему сообществу и увеличьте свою аудиторию';
$LNG['statistics_desc'] = 'Узнайте свою аудиторию с расширенной статистикой';
$LNG['explore_desc'] = 'Ищите новую музыку, знакомьтесь с новыми людьми и общайтесь с музыкантами';
$LNG['share_desc'] = 'Делитесь любимой музыкой с друзьями в социальных сетях';
$LNG['organize_desc'] = 'Создавайте плейлисты и упорядочивайте музыку, как вам нравится';
$LNG['forgot_password'] = 'Забыли пароль?';
$LNG['all_rights_reserved'] = 'Все права защищены';

// NOTIFICATION BOXES //
$LNG['settings_saved'] = 'Настройки сохранены';
$LNG['password_changed'] = 'Пароль Изменен';
$LNG['nothing_changed'] = 'Ничего не изменено ';
$LNG['password_not_changed'] = 'Ваш пароль не был изменен.';
$LNG['wrong_current_password'] = 'Вы ввели неверный текущий пароль.';
$LNG['image_saved'] = 'Изображение Сохранено';
$LNG['profile_picture_saved'] = 'Изображение профиля было изменено.';
$LNG['error'] = 'Ошибка';
$LNG['no_file'] = 'Вы не выбрали файл, который будет загружен, или выбранный файл пуст.';
$LNG['file_exceeded'] = 'Выбранный файл не должен превышать размер <strong>%s</strong> МБ.';
$LNG['file_format'] = 'Выбранный формат файла не поддерживается. Загрузите файлы в <strong>%s</strong> формате';
$LNG['image_removed'] = 'Изображение Удалено';
$LNG['profile_picture_removed'] = 'Изображение профиля удалено';
$LNG['profile_description'] = 'Описание профиля должно содержать %s символов или меньше.';
$LNG['playlist_description'] = 'Описание плейлиста должно содержать %s символов или меньше.';
$LNG['playlist_name_empty'] = 'Название плейлиста не должно быть пустым.';
$LNG['changes_saved'] = 'Изменения успешно сохранены.';
$LNG['valid_email'] = 'Пожалуйста, введите действительный адрес эл.почты.';
$LNG['valid_url'] = 'Пожалуйста, введите правильный формат ссылки.';
$LNG['valid_country'] = 'Пожалуйста, введите действительную страну.';
$LNG['background_changed'] = 'Фон успешно изменен.';
$LNG['background_not_changed'] = 'Фон не может быть изменен.';
$LNG['password_too_short'] = 'Пароль должен содержать не менее <strong>6</strong> символов.';
$LNG['password_not_match'] = 'Пароли не совпадают.';
$LNG['username_not_found'] = 'Мы не смогли найти выбранное имя пользователя.';
$LNG['userkey_not_found'] = 'Имя пользователя или ключ сброса неверны убедитесь, что вы ввели правильную информацию.';
$LNG['email_reset'] = 'Письмо, содержащее инструкции по восстановлению пароля выслано. Пожалуйста, дайте нам до 24 часов, чтобы доставить сообщение, кроме того, проверьте вашу папку со спамом если вы не можете найти письмо во входящих.';
$LNG['user_deleted'] = 'Пользователь Удален';
$LNG['user_has_been_deleted'] = 'Пользователь <strong>%s</strong> удален.';
$LNG['user_not_deleted'] = 'Выбранный пользователь (ID: %s) не может быть удален.';
$LNG['user_not_exist'] = 'Выбранный пользователь не существует.';
$LNG['payment_not_exist'] = 'Выбранный идентификатор платежа не существует.';
$LNG['report_not_exist'] = 'Выбранный идентификатор отчета не существует.';
$LNG['theme_changed'] = 'Тема изменена';
$LNG['notif_saved'] = 'Уведомления изменены';
$LNG['notif_success_saved'] = 'Уведомления успешно обновлены.';
$LNG['password_reset'] = 'Вы успешно изменили свой пароль. Теперь вы можете войти в систему, используя новый пароль.';
